Repository: vichr-vita/flashcards-open-source-app
Catalog: apps/ios/Flashcards/Flashcards/Resources/Localization/Foundation.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es_es, es_mx, et, fa, fi, fr, gu, he, hi, hr, hu, id, is, it, ja, kn, ko, lt, lv, ml, mr, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zu

# review_notification_permission.allow_notifications
source: Allow Notifications
ar: السماح بالإشعارات
bg: Разрешаване на известия
bn: বিজ্ঞপ্তির অনুমতি দিন
ca: Permet notificacions
cs: Povolit oznámení
da: Tillad notifikationer
de: Mitteilungen erlauben
el: Να επιτρέπονται γνωστοποιήσεις
es_es: Permitir notificaciones
es_mx: Permitir notificaciones
et: Luba teavitused
fa: اجازهٔ اعلان‌ها
fi: Salli ilmoitukset
fr: Autoriser les notifications
gu: સૂચનાઓની મંજૂરી આપો
he: אישור התראות
hi: सूचनाओं की अनुमति दें
hr: Dopusti obavijesti
hu: Értesítések engedélyezése
id: Izinkan Notifikasi
is: Leyfa tilkynningar
it: Consenti notifiche
ja: 通知を許可
kn: ಅಧಿಸೂಚನೆಗಳನ್ನು ಅನುಮತಿಸಿ
ko: 알림 허용
lt: Leisti pranešimus
lv: Atļaut paziņojumus
ml: അറിയിപ്പുകൾ അനുവദിക്കുക
mr: सूचनांना परवानगी द्या
nb: Tillat varslinger
nl: Meldingen toestaan
pa: ਸੂਚਨਾਵਾਂ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ
pl: Zezwól na powiadomienia
pt_br: Permitir notificações
ro: Permite notificările
ru: Разрешить уведомления
sk: Povoliť hlásenia
sl: Dovoli obvestila
sv: Tillåt notiser
sw: Ruhusu Arifa
ta: அறிவிப்புகளை அனுமதி
te: నోటిఫికేషన్‌లను అనుమతించు
th: อนุญาตการแจ้งเตือน
tr: Bildirimlere İzin Ver
uk: Дозволити сповіщення
ur: اطلاعات کی اجازت دیں
vi: Cho phép thông báo
zh_hans: 允许通知
zu: Vumela izaziso

# review_notification_permission.allowed
source: Allowed
ar: مسموح
bg: Разрешен
bn: অনুমোদিত
ca: Permès
cs: Povoleno
da: Tilladt
de: Erlaubt
el: Επιτρέπεται
es_es: Permitido
es_mx: Permitido
et: Lubatud
fa: مجاز
fi: Sallittu
fr: Autorisé
gu: મંજૂર
he: מותרת
hi: अनुमत
hr: Dopušteno
hu: Engedélyezve
id: Diizinkan
is: Leyft
it: Consentito
ja: 許可済み
kn: ಅನುಮತಿಸಲಾಗಿದೆ
ko: 허용됨
lt: Leidžiama
lv: Atļauts
ml: അനുവദിച്ചു
mr: परवानगी दिली
nb: Tillatt
nl: Toegestaan
pa: ਮਨਜ਼ੂਰ
pl: Dozwolony
pt_br: Permitido
ro: Permis
ru: Разрешено
sk: Povolené
sl: Dovoljeno
sv: Tillåten
sw: Imeruhusiwa
ta: அனுமதிக்கப்பட்டது
te: అనుమతించబడింది
th: อนุญาตแล้ว
tr: İzin verildi
uk: Дозволено
ur: اجازت ہے
vi: Đã cho phép
zh_hans: 已允许
zu: Kuvunyelwe

# review_notification_permission.blocked
source: Blocked
ar: محظور
bg: Блокиран
bn: অবরুদ্ধ
ca: Bloquejat
cs: Zablokováno
da: Blokeret
de: Blockiert
el: Αποκλεισμένη
es_es: Bloqueado
es_mx: Bloqueado
et: Blokeeritud
fa: مسدود
fi: Estetty
fr: Bloqué
gu: અવરોધિત
he: חסומה
hi: अवरुद्ध
hr: Blokirano
hu: Letiltva
id: Diblokir
is: Lokað
it: Bloccato
ja: ブロック済み
kn: ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
ko: 차단됨
lt: Užblokuota
lv: Bloķēts
ml: തടഞ്ഞിരിക്കുന്നു
mr: अवरोधित
nb: Blokkert
nl: Geblokkeerd
pa: ਬਲੌਕ ਕੀਤਾ
pl: Zablokowany
pt_br: Bloqueado
ro: Blocat
ru: Заблокировано
sk: Blokované
sl: Blokirano
sv: Blockerad
sw: Imezuiwa
ta: தடுக்கப்பட்டது
te: బ్లాక్ చేయబడింది
th: ถูกปิดกั้น
tr: Engellendi
uk: Заблоковано
ur: مسدود
vi: Bị chặn
zh_hans: 已阻止
zu: Kuvinjiwe

# review_notification_permission.not_requested
source: Not requested
ar: لم يُطلب
bg: Не е поискано
bn: অনুরোধ করা হয়নি
ca: No sol·licitat
cs: Dosud nevyžádáno
da: Ikke anmodet
de: Nicht angefordert
el: Δεν έχει ζητηθεί
es_es: No solicitado
es_mx: No solicitado
et: Pole küsitud
fa: درخواست نشده
fi: Ei pyydetty
fr: Non demandé
gu: વિનંતી કરાઈ નથી
he: טרם התבקשה
hi: अनुरोध नहीं किया गया
hr: Nije zatraženo
hu: Még nem kérve
id: Belum diminta
is: Ekki óskað eftir
it: Non richiesto
ja: 未リクエスト
kn: ವಿನಂತಿಸಿಲ್ಲ
ko: 요청하지 않음
lt: Neprašyta
lv: Nav pieprasīts
ml: അഭ്യർത്ഥിച്ചിട്ടില്ല
mr: विनंती केलेली नाही
nb: Ikke forespurt
nl: Niet aangevraagd
pa: ਬੇਨਤੀ ਨਹੀਂ ਕੀਤੀ
pl: Nie poproszono
pt_br: Não solicitado
ro: Nesolicitat
ru: Не запрашивалось
sk: Nevyžiadané
sl: Ni zahtevano
sv: Inte begärt
sw: Haijaombwa
ta: கோரப்படவில்லை
te: కోరలేదు
th: ยังไม่ได้ขอ
tr: İstenmedi
uk: Не запитано
ur: درخواست نہیں کی گئی
vi: Chưa yêu cầu
zh_hans: 未请求
zu: Akukacelwa

# review_notification.fallback_body
source: Continue your study session in lingvichr.
ar: واصل جلسة الدراسة في lingvichr.
bg: Продължете учебната си сесия в lingvichr.
bn: lingvichr এ আপনার অধ্যয়ন সেশন চালিয়ে যান।
ca: Continua la teva sessió d'estudi a lingvichr.
cs: Pokračujte v učení v lingvichr.
da: Fortsæt din læring i lingvichr.
de: Setze deine Lernsitzung in lingvichr fort.
el: Συνεχίστε τη μελέτη σας στο lingvichr.
es_es: Continúa tu sesión de estudio en lingvichr.
es_mx: Continúa tu sesión de estudio en lingvichr.
et: Jätka õppimist lingvichrs.
fa: جلسهٔ مطالعهٔ خود را در lingvichr ادامه دهید.
fi: Jatka opiskelua lingvichrssa.
fr: Continuez votre session d’apprentissage dans lingvichr.
gu: lingvichr માં તમારો અભ્યાસ ચાલુ રાખો.
he: אפשר להמשיך את הלמידה ב-lingvichr.
hi: lingvichr में अपना अध्ययन सत्र जारी रखें।
hr: Nastavite učiti u aplikaciji lingvichr.
hu: Folytasd a tanulást a lingvichr alkalmazásban.
id: Lanjutkan sesi belajar Anda di lingvichr.
is: Haltu áfram að læra í lingvichr.
it: Continua la tua sessione di studio in lingvichr.
ja: lingvichr で学習セッションを続けましょう。
kn: lingvichrದಲ್ಲಿ ನಿಮ್ಮ ಅಧ್ಯಯನವನ್ನು ಮುಂದುವರಿಸಿ.
ko: lingvichr에서 학습을 이어가세요.
lt: Tęskite mokymosi sesiją lingvichr.
lv: Turpiniet mācību sesiju lingvichr.
ml: lingvichr-യിൽ പഠന സെഷൻ തുടരുക.
mr: lingvichr मध्ये तुमचे अभ्यास सत्र सुरू ठेवा.
nb: Fortsett studieøkten i lingvichr.
nl: Ga verder met je studiesessie in lingvichr.
pa: lingvichr ਵਿੱਚ ਆਪਣਾ ਪੜ੍ਹਾਈ ਸੈਸ਼ਨ ਜਾਰੀ ਰੱਖੋ।
pl: Kontynuuj naukę w lingvichr.
pt_br: Continue sua sessão de estudo no lingvichr.
ro: Continuă sesiunea de studiu în lingvichr.
ru: Продолжите занятие в lingvichr.
sk: Pokračujte v štúdiu v lingvichr.
sl: Nadaljujte učenje v lingvichr.
sv: Fortsätt studera i lingvichr.
sw: Endelea na kipindi chako cha kujifunza kwenye lingvichr.
ta: lingvichr-வில் உங்கள் படிப்பைத் தொடரவும்.
te: lingvichrలో మీ అధ్యయన సెషన్‌ను కొనసాగించండి.
th: เรียนต่อใน lingvichr
tr: lingvichr’da çalışmaya devam edin.
uk: Продовжуйте навчання в lingvichr.
ur: lingvichr میں اپنا مطالعہ جاری رکھیں۔
vi: Tiếp tục buổi học trong lingvichr.
zh_hans: 在 lingvichr 中继续你的学习。
zu: Qhubeka nesikhathi sakho sokufunda ku-lingvichr.

# review_notification.mode.daily
source: Once daily
ar: مرة يوميًا
bg: Веднъж дневно
bn: প্রতিদিন একবার
ca: Un cop al dia
cs: Jednou denně
da: Én gang dagligt
de: Einmal täglich
el: Μία φορά την ημέρα
es_es: Una vez al día
es_mx: Una vez al día
et: Kord päevas
fa: روزی یک بار
fi: Kerran päivässä
fr: Une fois par jour
gu: દિવસમાં એક વાર
he: פעם ביום
hi: दिन में एक बार
hr: Jednom dnevno
hu: Naponta egyszer
id: Sekali sehari
is: Einu sinni á dag
it: Una volta al giorno
ja: 1日1回
kn: ದಿನಕ್ಕೆ ಒಮ್ಮೆ
ko: 하루 한 번
lt: Kartą per dieną
lv: Reizi dienā
ml: ദിവസത്തിൽ ഒരിക്കൽ
mr: दिवसातून एकदा
nb: Én gang daglig
nl: Eenmaal per dag
pa: ਦਿਨ ਵਿੱਚ ਇੱਕ ਵਾਰ
pl: Raz dziennie
pt_br: Uma vez por dia
ro: O dată pe zi
ru: Раз в день
sk: Raz denne
sl: Enkrat na dan
sv: En gång om dagen
sw: Mara moja kwa siku
ta: தினமும் ஒருமுறை
te: రోజుకు ఒకసారి
th: วันละครั้ง
tr: Günde bir kez
uk: Раз на день
ur: روزانہ ایک بار
vi: Mỗi ngày một lần
zh_hans: 每天一次
zu: Kanye ngosuku

# review_notification.mode.inactivity
source: After a break
ar: بعد استراحة
bg: След почивка
bn: বিরতির পর
ca: Després d'un descans
cs: Po přestávce
da: Efter en pause
de: Nach einer Pause
el: Μετά από διάλειμμα
es_es: Después de una pausa
es_mx: Después de una pausa
et: Pärast pausi
fa: پس از وقفه
fi: Tauon jälkeen
fr: Après une pause
gu: વિરામ પછી
he: אחרי הפסקה
hi: ब्रेक के बाद
hr: Nakon stanke
hu: Szünet után
id: Setelah jeda
is: Eftir hlé
it: Dopo una pausa
ja: 休憩後
kn: ವಿರಾಮದ ನಂತರ
ko: 잠시 쉬었다가
lt: Po pertraukos
lv: Pēc pārtraukuma
ml: ഇടവേളയ്ക്ക് ശേഷം
mr: विश्रांतीनंतर
nb: Etter en pause
nl: Na een pauze
pa: ਵਿਰਾਮ ਤੋਂ ਬਾਅਦ
pl: Po przerwie
pt_br: Depois de uma pausa
ro: După o pauză
ru: После перерыва
sk: Po prestávke
sl: Po premoru
sv: Efter en paus
sw: Baada ya mapumziko
ta: இடைவேளைக்குப் பிறகு
te: విరామం తర్వాత
th: หลังจากหยุดพัก
tr: Ara verdikten sonra
uk: Після перерви
ur: وقفے کے بعد
vi: Sau thời gian nghỉ
zh_hans: 休息后
zu: Ngemva kwekhefu

# review_rating.again.title
source: Again
ar: مرة أخرى
bg: Отново
bn: আবার
ca: Un altre cop
cs: Znovu
da: Igen
de: Nochmal
el: Ξανά
es_es: De nuevo
es_mx: De nuevo
et: Uuesti
fa: دوباره
fi: Uudelleen
fr: À revoir
gu: ફરી
he: שוב
hi: फिर से
hr: Ponovno
hu: Újra
id: Ulangi
is: Aftur
it: Di nuovo
ja: もう一度
kn: ಮತ್ತೆ
ko: 다시
lt: Dar kartą
lv: Vēlreiz
ml: വീണ്ടും
mr: पुन्हा
nb: Igjen
nl: Opnieuw
pa: ਦੁਬਾਰਾ
pl: Jeszcze raz
pt_br: De novo
ro: Din nou
ru: Снова
sk: Znova
sl: Znova
sv: Igen
sw: Tena
ta: மீண்டும்
te: మళ్లీ
th: อีกครั้ง
tr: Tekrar
uk: Ще раз
ur: دوبارہ
vi: Lại
zh_hans: 重来
zu: Futhi

# review_rating.easy.title
source: Easy
ar: سهل
bg: Лесно
bn: সহজ
ca: Fàcil
cs: Snadné
da: Let
de: Leicht
el: Εύκολο
es_es: Fácil
es_mx: Fácil
et: Lihtne
fa: آسان
fi: Helppo
fr: Facile
gu: સરળ
he: קל
hi: आसान
hr: Lako
hu: Könnyű
id: Mudah
is: Auðvelt
it: Facile
ja: 簡単
kn: ಸುಲಭ
ko: 쉬움
lt: Lengva
lv: Viegli
ml: എളുപ്പം
mr: सोपे
nb: Lett
nl: Makkelijk
pa: ਆਸਾਨ
pl: Łatwe
pt_br: Fácil
ro: Ușor
ru: Легко
sk: Ľahké
sl: Lahko
sv: Lätt
sw: Rahisi
ta: எளிது
te: సులభం
th: ง่าย
tr: Kolay
uk: Легко
ur: آسان
vi: Dễ
zh_hans: 简单
zu: Kulula

# review_rating.good.title
source: Good
ar: جيد
bg: Добре
bn: ভালো
ca: Bé
cs: Dobré
da: Godt
de: Gut
el: Καλό
es_es: Bien
es_mx: Bien
et: Hea
fa: خوب
fi: Hyvä
fr: Correct
gu: સારું
he: טוב
hi: अच्छा
hr: Dobro
hu: Jó
id: Baik
is: Gott
it: Bene
ja: 良い
kn: ಚೆನ್ನಾಗಿದೆ
ko: 알맞음
lt: Gerai
lv: Labi
ml: നന്നായി
mr: चांगले
nb: Bra
nl: Goed
pa: ਚੰਗਾ
pl: Dobrze
pt_br: Bom
ro: Bine
ru: Хорошо
sk: Dobré
sl: Dobro
sv: Bra
sw: Nzuri
ta: நன்று
te: బాగుంది
th: ดี
tr: İyi
uk: Добре
ur: اچھا
vi: Tốt
zh_hans: 良好
zu: Kuhle

# review_rating.hard.title
source: Hard
ar: صعب
bg: Трудно
bn: কঠিন
ca: Difícil
cs: Těžké
da: Svært
de: Schwer
el: Δύσκολο
es_es: Difícil
es_mx: Difícil
et: Raske
fa: سخت
fi: Vaikea
fr: Difficile
gu: મુશ્કેલ
he: קשה
hi: कठिन
hr: Teško
hu: Nehéz
id: Sulit
is: Erfitt
it: Difficile
ja: 難しい
kn: ಕಷ್ಟ
ko: 어려움
lt: Sunku
lv: Grūti
ml: പ്രയാസം
mr: कठीण
nb: Vanskelig
nl: Moeilijk
pa: ਔਖਾ
pl: Trudne
pt_br: Difícil
ro: Greu
ru: Трудно
sk: Ťažké
sl: Težko
sv: Svårt
sw: Ngumu
ta: கடினம்
te: కష్టం
th: ยาก
tr: Zor
uk: Важко
ur: مشکل
vi: Khó
zh_hans: 困难
zu: Kunzima

# root_tab.account_deleted.title
source: Account deleted
ar: تم حذف الحساب
bg: Акаунтът е изтрит
bn: অ্যাকাউন্ট মুছে ফেলা হয়েছে
ca: Compte suprimit
cs: Účet byl smazán
da: Konto slettet
de: Konto gelöscht
el: Ο λογαριασμός διαγράφηκε
es_es: Cuenta eliminada
es_mx: Cuenta eliminada
et: Konto kustutatud
fa: حساب حذف شد
fi: Tili poistettu
fr: Compte supprimé
gu: ખાતું કાઢી નાખ્યું
he: החשבון נמחק
hi: खाता हटा दिया गया
hr: Račun je izbrisan
hu: Fiók törölve
id: Akun dihapus
is: Aðgangi eytt
it: Account eliminato
ja: アカウントを削除しました
kn: ಖಾತೆ ಅಳಿಸಲಾಗಿದೆ
ko: 계정 삭제됨
lt: Paskyra ištrinta
lv: Konts izdzēsts
ml: അക്കൗണ്ട് ഇല്ലാതാക്കി
mr: खाते हटवले
nb: Konto slettet
nl: Account verwijderd
pa: ਖਾਤਾ ਮਿਟਾਇਆ ਗਿਆ
pl: Konto usunięte
pt_br: Conta excluída
ro: Cont șters
ru: Аккаунт удален
sk: Účet bol vymazaný
sl: Račun je izbrisan
sv: Kontot har raderats
sw: Akaunti imefutwa
ta: கணக்கு நீக்கப்பட்டது
te: ఖాతా తొలగించబడింది
th: ลบบัญชีแล้ว
tr: Hesap silindi
uk: Обліковий запис видалено
ur: اکاؤنٹ حذف کر دیا گیا
vi: Đã xóa tài khoản
zh_hans: 账户已删除
zu: I-akhawunti isusiwe

# root_tab.ai.title
source: AI
ar: الذكاء الاصطناعي
bg: ИИ
bn: এআই
ca: IA
de: KI
el: ΤΝ
es_es: IA
es_mx: IA
et: TI
fa: هوش مصنوعی
fi: Tekoäly
fr: IA
is: Gervigreind
it: IA
lt: DI
lv: MI
pt_br: IA
ru: ИИ
sl: UI
uk: ШІ

# root_tab.cards.title
source: Cards
ar: البطاقات
bg: Карти
bn: কার্ড
ca: Targetes
cs: Kartičky
da: Kort
de: Karten
el: Κάρτες
es_es: Tarjetas
es_mx: Tarjetas
et: Kaardid
fa: کارت‌ها
fi: Kortit
fr: Cartes
gu: કાર્ડ
he: כרטיסיות
hi: कार्ड
hr: Kartice
hu: Kártyák
id: Kartu
is: Spjöld
it: Schede
ja: カード
kn: ಕಾರ್ಡ್‌ಗಳು
ko: 카드
lt: Kortelės
lv: Kartītes
ml: കാർഡുകൾ
mr: कार्डे
nb: Kort
nl: Kaarten
pa: ਕਾਰਡ
pl: Fiszki
pt_br: Cartões
ro: Fișe
ru: Карточки
sk: Karty
sl: Kartice
sv: Kort
sw: Kadi
ta: அட்டைகள்
te: కార్డులు
th: การ์ด
tr: Kartlar
uk: Картки
ur: کارڈز
vi: Thẻ
zh_hans: 卡片
zu: Amakhadi

# root_tab.guest_sign_in_after_review_prompt.later
source: Later
ar: لاحقًا
bg: По-късно
bn: পরে
ca: Més tard
cs: Později
da: Senere
de: Später
el: Αργότερα
es_es: Más tarde
es_mx: Más tarde
et: Hiljem
fa: بعداً
fi: Myöhemmin
fr: Plus tard
gu: પછી
he: בהמשך
hi: बाद में
hr: Kasnije
hu: Később
id: Nanti
is: Síðar
it: Più avanti
ja: 後で
kn: ನಂತರ
ko: 이후
lt: Vėliau
lv: Vēlāk
ml: പിന്നീട്
mr: नंतर
nb: Senere
pa: ਬਾਅਦ ਵਿੱਚ
pl: Później
pt_br: Depois
ro: Mai târziu
ru: Позже
sk: Neskôr
sl: Pozneje
sv: Senare
sw: Baadaye
ta: பின்னர்
te: తర్వాత
th: ภายหลัง
tr: Daha sonra
uk: Пізніше
ur: بعد میں
vi: Sau đó
zh_hans: 稍后
zu: Kamuva

# root_tab.guest_sign_in_after_review_prompt.message
source: Sign in with email so these cards and review progress are not lost.
ar: سجّل الدخول بالبريد الإلكتروني حتى لا تفقد هذه البطاقات وتقدّم المراجعة.
bg: Влезте с имейл, за да запазите тези карти и напредъка от преговорите.
bn: এই কার্ড ও পুনরালোচনার অগ্রগতি যাতে হারিয়ে না যায়, ইমেল দিয়ে সাইন ইন করুন।
ca: Inicia la sessió amb el correu electrònic per no perdre aquestes targetes i el progrés dels repassos.
cs: Přihlaste se e-mailem, aby se tyto kartičky a pokrok v opakování neztratily.
da: Log ind med e-mail, så disse kort og dine fremskridt ikke går tabt.
de: Melde dich mit E-Mail an, damit diese Karten und dein Wiederholungsfortschritt nicht verloren gehen.
el: Συνδεθείτε με email για να μη χαθούν αυτές οι κάρτες και η πρόοδος των επαναλήψεών σας.
es_es: Inicia sesión con tu correo para que estas tarjetas y tu progreso de repaso no se pierdan.
es_mx: Inicia sesión con tu correo para que estas tarjetas y tu progreso de repaso no se pierdan.
et: Logi sisse e-postiga, et need kaardid ja kordamise edenemine ei läheks kaotsi.
fa: با ایمیل وارد شوید تا این کارت‌ها و پیشرفت مرور از دست نروند.
fi: Kirjaudu sähköpostilla, jotta nämä kortit ja kertausedistyminen eivät katoa.
fr: Connectez-vous avec votre e-mail pour ne pas perdre ces cartes ni votre progression de révision.
gu: આ કાર્ડ અને પુનરાવર્તનની પ્રગતિ ખોવાઈ ન જાય તે માટે ઇમેઇલથી સાઇન-ઇન કરો.
he: יש להיכנס עם דוא״ל כדי שהכרטיסיות וההתקדמות בחזרות לא יאבדו.
hi: ईमेल से साइन इन करें ताकि ये कार्ड और समीक्षा प्रगति खो न जाएँ।
hr: Prijavite se e-poštom kako se ove kartice i napredak ponavljanja ne bi izgubili.
hu: Jelentkezz be e-maillel, hogy a kártyáid és a tanulási haladásod ne vesszen el.
id: Masuk dengan email agar kartu dan kemajuan pengulangan ini tidak hilang.
is: Skráðu þig inn með netfangi svo þessi spjöld og framvinda glatist ekki.
it: Accedi con l’email per non perdere queste schede e i progressi dei ripassi.
ja: メールでサインインして、これらのカードと復習の進捗を失わないようにしましょう。
kn: ಈ ಕಾರ್ಡ್‌ಗಳು ಮತ್ತು ಪುನರಾವರ್ತನೆಯ ಪ್ರಗತಿ ಕಳೆದುಹೋಗದಂತೆ ಇಮೇಲ್ ಮೂಲಕ ಸೈನ್ ಇನ್ ಮಾಡಿ.
ko: 카드와 복습 진행 상황을 잃지 않도록 이메일로 로그인하세요.
lt: Prisijunkite el. paštu, kad neprarastumėte šių kortelių ir kartojimo pažangos.
lv: Pierakstieties ar e-pastu, lai nezaudētu šīs kartītes un atkārtošanas progresu.
ml: ഈ കാർഡുകളും ആവർത്തന പുരോഗതിയും നഷ്ടപ്പെടാതിരിക്കാൻ ഇമെയിൽ ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യുക.
mr: ही कार्डे आणि उजळणीची प्रगती हरवू नये म्हणून ईमेलने साइन-इन करा.
nb: Logg inn med e-post, slik at disse kortene og repetisjonsfremdriften ikke går tapt.
nl: Meld je aan met e-mail zodat deze kaarten en je herhaalvoortgang niet verloren gaan.
pa: ਈਮੇਲ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ ਤਾਂ ਜੋ ਇਹ ਕਾਰਡ ਅਤੇ ਦੁਹਰਾਈ ਦੀ ਤਰੱਕੀ ਗੁੰਮ ਨਾ ਹੋਣ।
pl: Zaloguj się przez e-mail, aby nie stracić fiszek i postępów w powtórkach.
pt_br: Entre com e-mail para não perder estes cartões nem o seu progresso de revisão.
ro: Autentifică-te prin e-mail pentru a nu pierde aceste fișe și progresul recapitulărilor.
ru: Войдите по электронной почте, чтобы не потерять эти карточки и прогресс повторения.
sk: Prihláste sa e-mailom, aby sa tieto karty a pokrok v opakovaní nestratili.
sl: Prijavite se z e-pošto, da se te kartice in napredek pri ponavljanju ne izgubijo.
sv: Logga in med e-post så att korten och dina repetitionsframsteg inte går förlorade.
sw: Ingia kwa barua pepe ili kadi hizi na maendeleo ya marudio yasipotee.
ta: இந்த அட்டைகளும் மீள்பயிற்சி முன்னேற்றமும் தொலையாமல் இருக்க மின்னஞ்சல் மூலம் உள்நுழையவும்.
te: ఈ కార్డులు, పునశ్చరణ పురోగతి కోల్పోకుండా ఇమెయిల్‌తో సైన్ ఇన్ చేయండి.
th: ลงชื่อเข้าใช้ด้วยอีเมลเพื่อไม่ให้การ์ดและความคืบหน้าการทบทวนสูญหาย
tr: Bu kartların ve tekrar ilerlemenizin kaybolmaması için e-posta ile giriş yapın.
uk: Увійдіть через електронну пошту, щоб не втратити ці картки та прогрес повторень.
ur: ای میل سے سائن اِن کریں تاکہ یہ کارڈز اور دہرائی کی پیش رفت ضائع نہ ہوں۔
vi: Đăng nhập bằng email để không mất các thẻ và tiến độ ôn tập này.
zh_hans: 使用电子邮件登录，以免这些卡片和复习进度丢失。
zu: Ngena nge-imeyili ukuze la makhadi nenqubekelaphambili yokubukeza kungalahleki.

# root_tab.guest_sign_in_after_review_prompt.sign_in
source: Sign in
ar: تسجيل الدخول
bg: Вход
bn: সাইন ইন
ca: Inicia la sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es_es: Iniciar sesión
es_mx: Iniciar sesión
et: Logi sisse
fa: ورود
fi: Kirjaudu
fr: Se connecter
gu: સાઇન-ઇન કરો
he: כניסה
hi: साइन इन करें
hr: Prijavi se
hu: Bejelentkezés
id: Masuk
is: Skrá inn
it: Accedi
ja: サインイン
kn: ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: 로그인
lt: Prisijungti
lv: Pierakstīties
ml: സൈൻ ഇൻ ചെയ്യുക
mr: साइन-इन करा
nb: Logg inn
nl: Aanmelden
pa: ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj się
pt_br: Entrar
ro: Autentifică-te
ru: Войти
sk: Prihlásiť sa
sl: Prijava
sv: Logga in
sw: Ingia
ta: உள்நுழை
te: సైన్ ఇన్
th: ลงชื่อเข้าใช้
tr: Giriş yap
uk: Увійти
ur: سائن اِن کریں
vi: Đăng nhập
zh_hans: 登录
zu: Ngena

# root_tab.guest_sign_in_after_review_prompt.title
source: Save your progress
ar: احفظ تقدمك
bg: Запазете напредъка си
bn: আপনার অগ্রগতি সংরক্ষণ করুন
ca: Guarda el teu progrés
cs: Uložte svůj pokrok
da: Gem dine fremskridt
de: Fortschritt sichern
el: Αποθηκεύστε την πρόοδό σας
es_es: Guarda tu progreso
es_mx: Guarda tu progreso
et: Salvesta oma edenemine
fa: ذخیرهٔ پیشرفت
fi: Tallenna edistymisesi
fr: Enregistrez votre progression
gu: તમારી પ્રગતિ સાચવો
he: שמירת ההתקדמות שלך
hi: अपनी प्रगति सहेजें
hr: Spremite svoj napredak
hu: Haladás mentése
id: Simpan kemajuan Anda
is: Vista framvindu þína
it: Salva i tuoi progressi
ja: 進捗を保存
kn: ನಿಮ್ಮ ಪ್ರಗತಿ ಉಳಿಸಿ
ko: 진행 상황 저장
lt: Išsaugokite pažangą
lv: Saglabājiet progresu
ml: പുരോഗതി സംരക്ഷിക്കുക
mr: तुमची प्रगती जतन करा
nb: Lagre fremdriften din
nl: Sla je voortgang op
pa: ਆਪਣੀ ਤਰੱਕੀ ਸੰਭਾਲੋ
pl: Zapisz swoje postępy
pt_br: Salve seu progresso
ro: Salvează-ți progresul
ru: Сохраните свой прогресс
sk: Uložte si pokrok
sl: Shranite napredek
sv: Spara dina framsteg
sw: Hifadhi maendeleo yako
ta: உங்கள் முன்னேற்றத்தைச் சேமிக்கவும்
te: మీ పురోగతిని సేవ్ చేయండి
th: บันทึกความคืบหน้า
tr: İlerlemenizi kaydedin
uk: Збережіть свій прогрес
ur: اپنی پیش رفت محفوظ کریں
vi: Lưu tiến độ của bạn
zh_hans: 保存你的进度
zu: Londoloza inqubekelaphambili yakho

# root_tab.progress.title
source: Progress
ar: التقدم
bg: Напредък
bn: অগ্রগতি
ca: Progrés
cs: Pokrok
da: Fremskridt
de: Fortschritt
el: Πρόοδος
es_es: Progreso
es_mx: Progreso
et: Edenemine
fa: پیشرفت
fi: Edistyminen
fr: Progression
gu: પ્રગતિ
he: התקדמות
hi: प्रगति
hr: Napredak
hu: Haladás
id: Kemajuan
is: Framvinda
it: Progressi
ja: 進捗
kn: ಪ್ರಗತಿ
ko: 진행 상황
lt: Pažanga
ml: പുരോഗതി
mr: प्रगती
nb: Fremdrift
nl: Voortgang
pa: ਤਰੱਕੀ
pl: Postępy
pt_br: Progresso
ro: Progres
ru: Прогресс
sk: Pokrok
sl: Napredek
sv: Framsteg
sw: Maendeleo
ta: முன்னேற்றம்
te: పురోగతి
th: ความคืบหน้า
tr: İlerleme
uk: Прогрес
ur: پیش رفت
vi: Tiến độ
zh_hans: 进度
zu: Inqubekelaphambili

# root_tab.review.title
source: Review
ar: المراجعة
bg: Преговор
bn: পুনরালোচনা
ca: Repàs
cs: Opakování
da: Repetition
de: Wiederholen
el: Επανάληψη
es_es: Repasar
es_mx: Repasar
et: Korda
fa: مرور
fi: Kertaa
fr: Réviser
gu: પુનરાવર્તન
he: חזרה
hi: समीक्षा
hr: Ponavljanje
hu: Ismétlés
id: Pengulangan
is: Upprifjun
it: Ripasso
ja: 復習
kn: ಪುನರಾವರ್ತನೆ
ko: 복습
lt: Kartojimas
lv: Atkārtošana
ml: ആവർത്തനം
mr: उजळणी
nb: Repeter
nl: Herhalen
pa: ਦੁਹਰਾਈ
pl: Powtórki
pt_br: Revisar
ro: Recapitulare
ru: Повторение
sk: Opakovanie
sl: Ponavljanje
sv: Repetera
sw: Marudio
ta: மீள்பயிற்சி
te: పునశ్చరణ
th: ทบทวน
tr: Tekrar
uk: Повторення
ur: دہرائی
vi: Ôn tập
zh_hans: 复习
zu: Buyekeza

# root_tab.settings.title
source: Settings
ar: الإعدادات
bg: Настройки
bn: সেটিংস
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es_es: Ajustes
es_mx: Ajustes
et: Seaded
fa: تنظیمات
fi: Asetukset
fr: Réglages
gu: સેટિંગ્સ
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 설정
lt: Nustatymai
lv: Iestatījumi
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
nb: Innstillinger
nl: Instellingen
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
pt_br: Ajustes
ro: Configurări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
ur: ترتیبات
vi: Cài đặt
zh_hans: 设置
zu: Izilungiselelo

# shared.action.open_settings
source: Open Settings
ar: افتح الإعدادات
bg: Отворете Настройки
bn: সেটিংস খুলুন
ca: Obriu Configuració
cs: Otevřít Nastavení
da: Åbn Indstillinger
de: Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων
es_es: Abrir Ajustes
es_mx: Abrir Ajustes
et: Ava seaded
fa: باز کردن تنظیمات
fi: Avaa asetukset
fr: Ouvrir Réglages
gu: સેટિંગ્સ ખોલો
he: פתיחת ההגדרות
hi: सेटिंग्स खोलें
hr: Otvori Postavke
hu: Beállítások megnyitása
id: Buka Pengaturan
is: Opna Stillingar
it: Apri Impostazioni
ja: 「設定」を開く
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ko: 설정 열기
lt: Atidaryti nustatymus
lv: Atvērt iestatījumus
ml: ക്രമീകരണങ്ങൾ തുറക്കുക
mr: सेटिंग्ज उघडा
nb: Åpne Innstillinger
nl: Instellingen openen
pa: ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
ro: Deschide Configurări
ru: Открыть «Настройки»
sk: Otvoriť Nastavenia
sl: Odpri Nastavitve
sv: Öppna Inställningar
sw: Fungua Mipangilio
ta: அமைப்புகளைத் திற
te: సెట్టింగ్‌లను తెరువు
th: เปิดการตั้งค่า
tr: Ayarlar’ı Aç
uk: Відкрити Параметри
ur: ترتیبات کھولیں
vi: Mở Cài đặt
zh_hans: 打开“设置”
zu: Vula Izilungiselelo

# shared.action.request_access
source: Request access
ar: اطلب الوصول
bg: Поискайте достъп
bn: অ্যাক্সেসের অনুরোধ করুন
ca: Sol·licitar accés
cs: Požádat o přístup
da: Anmod om adgang
de: Zugriff anfordern
el: Αίτημα πρόσβασης
es_es: Solicitar acceso
es_mx: Solicitar acceso
et: Taotle juurdepääsu
fa: درخواست دسترسی
fi: Pyydä käyttöoikeutta
fr: Demander l’accès
gu: ઍક્સેસની વિનંતી કરો
he: בקשת גישה
hi: एक्सेस का अनुरोध करें
hr: Zatraži pristup
hu: Hozzáférés kérése
id: Minta akses
is: Óska eftir aðgangi
it: Richiedi accesso
ja: アクセスをリクエスト
kn: ಪ್ರವೇಶ ವಿನಂತಿಸಿ
ko: 접근 요청
lt: Prašyti prieigos
lv: Pieprasīt piekļuvi
ml: അനുമതി അഭ്യർത്ഥിക്കുക
mr: प्रवेशाची विनंती करा
nb: Be om tilgang
nl: Toegang aanvragen
pa: ਪਹੁੰਚ ਮੰਗੋ
pl: Poproś o dostęp
pt_br: Solicitar acesso
ro: Solicită acces
ru: Запросить доступ
sk: Požiadať o prístup
sl: Zahtevaj dostop
sv: Begär åtkomst
sw: Omba ufikiaji
ta: அணுகலைக் கோரு
te: అనుమతి కోరు
th: ขอสิทธิ์
tr: Erişim iste
uk: Запросити доступ
ur: رسائی کی درخواست کریں
vi: Yêu cầu quyền truy cập
zh_hans: 请求访问权限
zu: Cela imvume

# shared.ok
source: OK
ar: حسنًا
bg: Добре
bn: ঠিক আছে
ca: D’acord
es_es: Aceptar
es_mx: Aceptar
fa: تأیید
gu: ઠીક છે
he: אישור
hi: ठीक है
hr: U redu
id: Oke
is: Í lagi
kn: ಸರಿ
ko: 확인
lt: Gerai
lv: Labi
ml: ശരി
mr: ठीक आहे
pa: ਠੀਕ ਹੈ
ru: ОК
sl: V redu
sw: Sawa
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh_hans: 好
zu: Kulungile
